Repository: usetania/tania-core
Catalog: frontend/languages/locale/*.po
Languages: cs_cs, el_el, vi_vn

source: Account
cs_cs: Účet
el_el: Λογαριασμός
vi_vn: Tài khoản

source: Account Settings
cs_cs: Nastavení účtu
el_el: Ρυθμίσεις Λογαριασμού
vi_vn: Thiết lập tài khoản

source: Activity
cs_cs: Aktivita
el_el: Δραστηριότητα
vi_vn: Hoạt động

source: Add Area
cs_cs: Přidat místo
el_el: Προσθήκη Περιοχής
vi_vn: Thêm khu vực

source: Add Reservoir
cs_cs: Přidat nádrž
el_el: Προσθήκη Ταμιευτήρα
vi_vn: Thêm bồn chứa

source: At A Glance
cs_cs: Přehledně
el_el: Με μια Ματιά
vi_vn: Nhìn thoáng qua

source: Add a New Batch
cs_cs: Přidat novou sadbu
el_el: Προσθήκη μίας Νέας Παρτίδα
vi_vn: Thêm một đợt mới

source: Add Material
cs_cs: Přidat materiál
el_el: Προσθήκη Υλικού
vi_vn: Thêm vật liệu

source: Add Material to Inventory
cs_cs: Přidat materiál do inventáře
el_el: Προσθήκη Υλικού στο Απόθεμα
vi_vn: Thêm vật liệu vào kho

source: Add New Area
cs_cs: Přidat nové místo
el_el: Προσθήκη Νέας Περιοχής
vi_vn: Thêm khu vực mới

source: Add New Batch
cs_cs: Přidat novou sadbu
el_el: Προσθήκη Νέας Παρτίδα
vi_vn: Thêm đợt mới

source: Add New Reservoir
cs_cs: Přidat novou nádrž
el_el: Προσθήκη Νέου Ταμιευτήρα
vi_vn: Thêm bồn mới

source: Add New Task
cs_cs: Přidat nový úkol
el_el: Προσθήκη Νέας Εργασίας
vi_vn: Thêm nhiệm vụ

source: Add New Task on
cs_cs: Přidat nový úkol na
el_el: Προσθήκη Νέας Εργασίας σε
vi_vn: Thêm nhiệm vụ vào

source: Add Notes
cs_cs: Přidat poznámky
el_el: Προσθήκη Σημειώσεων
vi_vn: Thêm ghi chép

source: Add Task
cs_cs: Přidat úkol
el_el: Προσθήκη Εργασίας
vi_vn: Thêm nhiệm vụ

source: Additional Notes
cs_cs: Další poznámky
el_el: Επιπρόσθετες Σημείωσεις
vi_vn: Ghi chép mở rộng

source: All
cs_cs: Vše
el_el: Όλα
vi_vn: Toàn bộ

source: Apply
cs_cs: Použít
el_el: Εφαρμογή
vi_vn: Áp dụng

source: Archives
cs_cs: Archivy
el_el: Αρχεία
vi_vn: Lưu trữ

source: Area
cs_cs: Místo
el_el: Περιοχή
vi_vn: Khu vực

source: AREA
cs_cs: MÍSTO
el_el: ΠΕΡΙΟΧΗ
vi_vn: KHU VỰC

source: Area is a space where you grow your plants. It could be a seeding tray, a garden bed, or a pot or anything that describes the different physical locations in your facility.
cs_cs: Místo je prostor, kde pěstujete své rostliny. Může to být pole, zahradní záhon nebo květináč nebo cokoli, co popisuje různá fyzická umístění ve vašem zařízení.
el_el: Η Περιοχή είναι ένας χώρος όπου καλλιεργείτε τα φυτά σας. Θα μπορούσε να είναι ένας δίσκος σποράς, ένα παρτέρι κήπου, ή μία γλάστρα ή οτιδήποτε το οποία περιγράφει τις διάφορες φυσικές τοποθεσίες της εγκατάστασής σας.
vi_vn: Khu vực là không gian nơi bạn trồng cây. Đó có thể là khay gieo hạt, luống trong vườn, chậu hoặc bất cứ thứ gì mô tả các vị trí thực tế khác nhau trong cơ sở của bạn.

source: Area Name
cs_cs: Název Místa
el_el: Όνομα Περιοχής
vi_vn: Tên khu vực

source: Area Size
cs_cs: Velikost Místa
el_el: Μέγθος Περιοχής
vi_vn: Diện tích khu vực

source: Areas
cs_cs: Místa
el_el: Περιοχές
vi_vn: Khu vực

source: at
cs_cs: na
el_el: σε
vi_vn: tại

source: Awesome! Now let's create a new water source for your farm.
cs_cs: Skvělý! Nyní vytvořme nový zdroj vody pro vaši farmu.
el_el: Τέλεια! Τώρα ας δημιουργήσουμε μία νέα πηγή νερού για τη φάρμα σας.
vi_vn: Tuyệt vời! Bây giờ hãy tạo một nguồn nước mới cho trang trại của bạn.

source: Back
cs_cs: Zpět
el_el: Επιστροφή
vi_vn: Quay lại

source: Back to Crop Batches
cs_cs: Zpět na sadbu plodin
el_el: Επιστροφή στις Παρτίδες Παραγωγής
vi_vn: Quay lại Mùa Vụ

source: Basic Info
cs_cs: Základní info
el_el: Βασικές Πληροφορίες
vi_vn: Thông tin cơ bản

source: Batch
cs_cs: Sadba
el_el: Παρτίδα
vi_vn: Hàng loạt

source: Batch ID
cs_cs: ID Sadby
el_el: Ταυτότητα Παρτίδας
vi_vn: Mã đợt

source: Batches
cs_cs: Sadby
el_el: Παρτίδες
vi_vn: Đợt

source: Browse
cs_cs: Procházet
el_el: Περιήγηση
vi_vn: Duyệt

source: Cancel
cs_cs: Zrušit
el_el: Ακύρωση
vi_vn: Hủy

source: Capacity
cs_cs: Kapacita
el_el: Χωρητικότητα
vi_vn: Dung tích

source: Capacity (litre)
cs_cs: Kapacita (litrů)
el_el: Χωρητικότητα (λίτρα)
vi_vn: Dung tích (lít)

source: Category
cs_cs: Kategorie
el_el: Κατηγορία
vi_vn: Thể loại

source: Chemical Type
cs_cs: Chemický typ
el_el: Τύπος Χημικού
vi_vn: Loại hóa chất

source: Choose area
cs_cs: Zvolit místo
el_el: Επιλέξτε περιοχή
vi_vn: Chọn khu vực

source: Choose area to be harvested
cs_cs: Vyberte místo, ke sklizni
el_el: Επιλέξτε περιοχή για συγκομιδή
vi_vn: Chọn diện tích cần thu hoạch

source: Choose photo
cs_cs: Vybrat fotku
el_el: Επιλέξτε φωτογραφία
vi_vn: Chọn ảnh

source: Choose type of harvesting
cs_cs: Vybrat typ sklizně
el_el: Επιλέξτε τύπο συγκομιδής
vi_vn: Chọn loại thu hoạch

source: Choose type of material
cs_cs: Vybrat typ matriálu
el_el: Επιλέξτε τύπο υλικού
vi_vn: Chọn loại vật liệu

source: Choose type of watering
cs_cs: Vybrat typ zalévání
el_el: Επιλέξτε τύπο ποτίσματος
vi_vn: Chọn loại nước

source: City
cs_cs: Město
el_el: Πόλη
vi_vn: Thành phố

source: Close details
cs_cs: Zavřít detaily
el_el: Κλείσιμο λεπτομερειών
vi_vn: Đóng chi tiết

source: Completed
cs_cs: Dokončeno
el_el: Ολοκήρωση
vi_vn: Hoàn thành

source: Confirm Password
cs_cs: Potvrdit heslo
el_el: Επιβεβαιώστε τον Κωδικό
vi_vn: Xác nhận mật khẩu

source: Continue
cs_cs: Pokračovat
el_el: Συνέχεια
vi_vn: Tiếp tục

source: Country
cs_cs: Země
el_el: Χώρα
vi_vn: Quốc gia

source: Create Farm
cs_cs: Vytvořit farmu
el_el: Δημιουργία Φάρμας
vi_vn: Tạo trang trại

source: Create Reservoir
cs_cs: Vytvořit nádrž
el_el: Δημιουργία Ταμιευτήρα
vi_vn: Tạo bồn chứa

source: Created On
cs_cs: Vytvořeno na
el_el: Δημιουργήθηκε την
vi_vn: Tạo vào

source: Crop
cs_cs: Plodina
el_el: Παραγωγή
vi_vn: Mùa vụ

source: CROP
cs_cs: PLODINA
el_el: ΠΑΡΑΓΩΓΗ
vi_vn: MÙA VỤ

source: Crop Batch is a quantity or consignment of crops done at one time.
cs_cs: Sadba plodiny je množství nebo zásilka plodin zpracovaná najednou.
el_el: Η Παρτίδα Παραγωγής είναι μία ποσότητα ή ένα φορτίο παραγωγών που γίνονται κάθε φορά.
vi_vn: Vụ mùa là số lượng hoặc lô hàng cây trồng được thực hiện cùng một lúc.

source: Crop Variety
cs_cs: Odrůda plodin
el_el: Ποικιλία Παραγωγών
vi_vn: Đa dạng cây trồng

source: Crop: Add New Task for
cs_cs: Plodina: Přidat nový úkol pro
el_el: Παραγωγή: Προσθήκη Νέας Εργασίας για
vi_vn: Trồng trọt: Thêm nhiệm vụ cho

source: Crops
cs_cs: Plodiny
el_el: Παραγωγές
vi_vn: Trồng trọt

source: Current Quantity
cs_cs: Aktuální množství
el_el: Τρέχουσα Παραγωγή
vi_vn: Số lượng hiện tại

source: Current Status
cs_cs: Aktuální stav
el_el: Τρέχουσα Κατάσταση
vi_vn: Trạng thái hiện tại

source: Dashboard
cs_cs: Ovládací panel
el_el: Πίνακας
vi_vn: Bảng điều khiển

source: Reservoirs
cs_cs: Nádrže
el_el: Ταμιευτήρες
vi_vn: Bồn chứa

source: Days Since Seeding
cs_cs: Dny od setí nebo výsadby
el_el: Μέρες Από τη Σπορά
vi_vn: Ngày kể từ khi gieo hạt

source: Describe a bit about this photo
cs_cs: Popište něco o této fotografii
el_el: Περιγράψτε λιγάκι αυτή τη φωτογραφία
vi_vn: Mô tả một chút về ảnh này

source: Description
cs_cs: Popis
el_el: Περιγραφή
vi_vn: Mô tả

source: Due Date
cs_cs: Datum vypršení
el_el: Ημέρα Ολοκλήρωσης
vi_vn: Ngày đáo hạn

source: Dump
cs_cs: Vyhodit
el_el: Απόρριψη
vi_vn: Xả

source: Dumped
cs_cs: Vyhozeno
el_el: Απορρίφτηκε
vi_vn: Đã xả

source: Expiration date
cs_cs: Datum spotřeby
el_el: Ημερομηνία Λήξης
vi_vn: Ngày hết hạn

source: Farm Description
cs_cs: Popis farmy
el_el: Περιγραφή Φάρμας
vi_vn: Mô tả trang trại

source: Farm Name
cs_cs: Název farmy
el_el: Όνομα Φάρμας
vi_vn: Tên trang trại

source: Farm Type
cs_cs: Typ farmy
el_el: Τύπος Φάρμας
vi_vn: Loại trang trại

source: FINANCE
el_el: ΟΙΚΟΝΟΜΙΚΑ
vi_vn: TÀI CHÍNH

source: Finish Setup
cs_cs: Dokončit nastavení
el_el: Ολοκλήρωση Διαμόρφωσης
vi_vn: Kết thúc cài đặt

source: from
cs_cs: od
el_el: από
vi_vn: từ

source: General
cs_cs: Všeobecné
el_el: Γενικά
vi_vn: Chung

source: GENERAL
cs_cs: OBECNÉ
el_el: ΓΕΝΙΚΑ
vi_vn: CHUNG

source: Grams
cs_cs: Gramy
el_el: Γραμμάρια
vi_vn: Gram

source: Growing
cs_cs: Rostoucí
el_el: Ανάπτυξη
vi_vn: Đang trồng

source: Harvest
cs_cs: Sklizeň
el_el: Συγκομιδή
vi_vn: Vụ thu hoạch

source: Harvested
cs_cs: Sklizeno
el_el: Συγκομίστηκε
vi_vn: Vụ thu hoạch

source: Hello! Can you tell me a little about your farm?
cs_cs: Ahoj! Můžete mi něco říct o vaší farmě?
el_el: Γεια σας! Μπορείτε να μου πείτε λίγα πράγματα για τη φάρμα σας;
vi_vn: Xin chào! Bạn có thể nói cho tôi 1 chút về trang trại của bạn?

source: Home
cs_cs: Úvod
el_el: Αρχική
vi_vn: Trang chủ

source: How many plants do you want to move?
cs_cs: Kolik rostlin chcete přesadit?
el_el: Πόσα φυτά επιθυμείτε να μετακινήσετε;
vi_vn: Bạn muốn chuyển đi bao nhiêu loại cây trồng?

source: How many plants you want to dump?
cs_cs: Kolik rostlin chcete vyhodit?
el_el: Πόσα φυτά επιθυμείτε να απορρίψετε;
vi_vn: Bạn muốn phá bỏ bao nhiêu loại cây trồng?

source: Incomplete
cs_cs: Neúplný
el_el: Ελλιπής
vi_vn: Chưa hoàn thành

source: Initial Planting
cs_cs: Počáteční výsadba
el_el: Αρχική Φύτευση
vi_vn: Bắt đầu trồng cây

source: Initial Quantity
cs_cs: Počáteční množství
el_el: Αρχική Ποσότητα
vi_vn: Số lượng ban đầu

source: Input your username here
cs_cs: Sem zadejte své uživatelské jméno
el_el: Εισάγετε εδώ το όνομα χρήστη
vi_vn: Điền tên đăng nhập của bạn tại đây

source: Inventory
el_el: Απόθεμα
vi_vn: Kho

source: INVENTORY
cs_cs: INVENTÁŘ
el_el: ΑΠΟΘΕΜΑ
vi_vn: KHO

source: Is this task urgent?
cs_cs: Je tento úkol naléhavý?
el_el: Αυτή η εργασία είναι επείγουσα;
vi_vn: Nhiệm vụ này khẩn cấp?

source: Items
cs_cs: Položky
el_el: Κομμάτια
vi_vn: Mặt hàng

source: Kilograms
cs_cs: Kilogramy
el_el: Κιλά
vi_vn: Cân

source: Last Watering
cs_cs: Poslední zalití
el_el: Τελευταίο Πότισμα
vi_vn: Tưới nước gần nhất

source: Location
cs_cs: Lokalita
el_el: Περιοχή
vi_vn: Địa điểm

source: Locations
cs_cs: Lokality
el_el: Περιοχές
vi_vn: Địa điểm

source: Login
cs_cs: Přihlášení
el_el: Είσοδος
vi_vn: Đăng nhập

source: Made for the &#9829; of plants &copy; 2019 Copyright.
cs_cs: Vyrobeno pro &#9829; rostlin &copy; Copyright 2019.
el_el: Φτιάχτηκε για το &#9829; των φυτών &copy; 2019 Copyright.
vi_vn: Làm cho &#9829; cây &copy; 2019 Bảo lưu mọi quyền.

source: Material is a consumable product using in your farm such as seeds, growing medium, fertilizer, pesticide, and so on.
cs_cs: Materiál je spotřební produkt používaný ve vaší farmě, jako jsou semena, pěstební půda, hnojivo, atd.
el_el: Το υλικό είναι ένα καταναλώσιμο προϊόν το οποίο χρησιμοποιείται στη δική σας φάρμα όπως σπόροι, μέσα ανάπτυξης, λίπασμα, φυτοφάρμακο, κ.ο.κ.
vi_vn: Vật liệu là sản phẩm tiêu dùng được sử dụng trong trang trại của bạn như hạt giống, chất trồng, phân bón, thuốc trừ sâu, v.v.

source: Materials
cs_cs: Materiály
el_el: Υλικά
vi_vn: Vật liệu

source: Move
cs_cs: Přesadit
el_el: Μετακίνηση
vi_vn: Di chuyển

source: Moved
cs_cs: Přesazeno
el_el: Μετακινήθηκε
vi_vn: Đã chuyển

source: Name
cs_cs: Název
el_el: Όνομα
vi_vn: Tên

source: No
cs_cs: Ne
el_el: Όχι
vi_vn: Không

source: No crops available.
cs_cs: Nejsou k dispozici žádné plodiny.
el_el: Καμία παραγωγή διαθέσιμη.
vi_vn: Chưa có cây trồng.

source: No crops on production.
cs_cs: Žádné plodiny na produkci.
el_el: Καμία παραγωγή ενεργή.
vi_vn: Không có cây trồng để sản xuất

source: No Inventories Available
cs_cs: Nejsou k dispozici žádné zásoby
el_el: Κανένα Απόθεμα Διαθέσιμο
vi_vn: Không còn hàng tồn kho

source: No Task Created
cs_cs: Nebyl vytvořen žádný úkol
el_el: Δεν Δημιουργήθηκε Εργασία
vi_vn: Chưa có nhiệm vụ nào

source: Normal
cs_cs: Normální
el_el: Φυσιολογικό
vi_vn: Bình thường

source: NORMAL
cs_cs: NORMÁLNÍ
el_el: ΦΥΣΙΟΛΟΓΙΚΟ
vi_vn: BÌNH THƯỜNG

source: Notes
cs_cs: Poznámky
el_el: Σημειώσεις
vi_vn: Ghi chép

source: Nutrient
cs_cs: Živina
el_el: Συστατικό
vi_vn: Dinh dưỡng

source: NUTRIENT
cs_cs: ŽIVINA
el_el: ΣΥΣΤΑΤΙΚΟ
vi_vn: DINH DƯỠNG

source: of
cs_cs: z
el_el: από
vi_vn: của

source: OK
el_el: ΟΚ
vi_vn: VÂNG

source: Old Password
cs_cs: Staré heslo
el_el: Παλιός Κωδικός
vi_vn: Mật khẩu cũ

source: on
cs_cs: na
el_el: σε
vi_vn: vào

source: Overdue
cs_cs: Opožděný
el_el: Εκπρόθεσμο
vi_vn: Quá hạn

source: Overdue!
cs_cs: Opožděný!
el_el: Εκπρόθεσμο!
vi_vn: Quá hạn!

source: Partial
cs_cs: Částečně
el_el: Μερικό
vi_vn: Một phần

source: Password
cs_cs: Heslo
el_el: Κωδικός
vi_vn: Mật khẩu

source: Perfect! Let's create a new area.
cs_cs: Perfektní! Vytvořme nové místo.
el_el: Τέλεια! Ας δημιουργήσουμε μία νέα περιοχή.
vi_vn: Tuyệt vời! Hãy tạo một khu vực mới.

source: PEST CONTROL
cs_cs: HUBENÍ ŠKŮDCŮ
el_el: ΕΛΕΓΧΟΣ ΖΗΖΑΝΙΩΝ
vi_vn: KIỂM SOÁT SÂU BỆNH

source: Pieces
cs_cs: Kusy
el_el: Κομμάτια
vi_vn: Miếng

source: Plant Type
cs_cs: Typ rostliny
el_el: Τύπος Φυτού
vi_vn: Loại cây trồng

source: Please select area
cs_cs: Vyberte místo
el_el: Παρακαλείσθε να επιλέξετε περιοχή
vi_vn: Vui lòng chọn khu vực

source: Please select category
cs_cs: Vyberte kategorii
el_el: Παρακαλείσθε να επιλέξετε κατηγορία
vi_vn: Vui lòng chọn thể loại

source: Please select country
cs_cs: Vyberte zemi
el_el: Παρακαλείσθε να επιλέξετε χώρα
vi_vn: Vui lòng chọn quốc gia

source: Please select fertilizer
cs_cs: Vyberte hnojivo
el_el: Παρακαλείσθε να επιλέξετε λίπασμα
vi_vn: Vui lòng chọn phân bón

source: Please select pesticide
cs_cs: Vyberte pesticid
el_el: Παρακαλείσθε να επιλέξετε φυτοφάρμακο
vi_vn: Vui lòng chọn thuốc trừ sâu

source: Please select reservoir
cs_cs: Vyberte nádrž
el_el: Παρακαλείσθε να επιλέξετε ταμιευτήρα
vi_vn: Vui lòng chọn bồn chứa

source: Please select source
cs_cs: Vyberte zdroj
el_el: Παρακαλείσθε να επιλέξετε πηγή
vi_vn: Vui lòng chọn nguồn

source: Please select type
cs_cs: Vyberte typ
el_el: Παρακαλείσθε να επιλέξετε τύπο
vi_vn: Vui lòng chọn loại

source: Price
cs_cs: Cena
el_el: Τιμή
vi_vn: Giá bán

source: Price per Unit
cs_cs: Cena za kus
el_el: Τιμή ανά Μονάδα
vi_vn: Giá theo đơn vị

source: Priority
cs_cs: Přiorita
el_el: Προτεραιότητα
vi_vn: Độ quan trọng

source: Produced by
cs_cs: Vypěstovaný od
el_el: Παράχθηκε από
vi_vn: Sản xuất bởi

source: Produced By
cs_cs: Vypěstovaný Od
el_el: Παράχθηκε Από
vi_vn: Sản xuất bởi

source: Qty
cs_cs: Množství
el_el: Ποσότητα
vi_vn: SL

source: Quantity
cs_cs: Množství
el_el: Ποσότητα
vi_vn: Số lượng

source: Read details
cs_cs: Přečíst detaily
el_el: Διαβάστε λεπτομέρειες
vi_vn: Đọc chi tiết

source: Reservoir
cs_cs: Nádrž
el_el: Ταμιευτήρας
vi_vn: Bồn chứa

source: RESERVOIR
cs_cs: NÁDRŽ
el_el: ΤΑΜΙΕΥΤΗΡΑΣ
vi_vn: BỒN CHỨA

source: Reservoir is a water source for your farm. It can be a direct line from well, or water tank that has volume/capacity.
cs_cs: Nádrž je zdroj vody pro vaši farmu. Může to být přímá trubka ze studny nebo nádrž na vodu, která má objem / kapacitu.
el_el: Ο ταμιευτήρας είναι μία πηγή νερού για τη δική σας φάρμα. Μπορεί να είναι μία γραμμή παροχής απευθείας από πηγάδι, ή δεξαμενή νερού η οποία έχει όγκο/χωρητικότητα.
vi_vn: Bồn chứa nước là nguồn nước cho trang trại của bạn. Nó có thể là đường dây trực tiếp từ giếng, hoặc bể chứa nước có thể tích/dung tích.

source: Reservoir Name
cs_cs: Název nádrže
el_el: Όνομα Ταμιευτήρα
vi_vn: Tên bồn chứa

source: SAFETY
cs_cs: BEZPEČNOST
el_el: ΑΣΦΑΛΕΙΑ
vi_vn: AN TOÀN

source: SANITATION
cs_cs: KANALIZACE
el_el: ΑΠΟΛΥΜΑΝΣΗ
vi_vn: VỆ SINH

source: Save
cs_cs: Uložit
el_el: Αποθήκευση
vi_vn: Lưu

source: See all Crops
cs_cs: Zobrazit všechny plodiny
el_el: Δείτε όλες τις Παραγωγές
vi_vn: Xem tất cả mùa vụ

source: See all Tasks
cs_cs: Zobrazit všechny úkoly
el_el: Δείτε όλες τις Εργασίες
vi_vn: Xem toàn bộ nhiệm vụ

source: Seeded
cs_cs: Vyseto
el_el: Σπάρθηκε
vi_vn: Đã gieo hạt

source: Seeding
cs_cs: Setí
el_el: Σπέρνεται
vi_vn: Gieo hạt

source: Seeding Date
cs_cs: Datum setí
el_el: Ημερομηνία Σποράς
vi_vn: Ngày gieo

source: Select activity type of this crop batch
cs_cs: Vybrat typ aktivity této sadby plodiny
el_el: Επιλέξτε τύπο δραστηριότητας για αυτή την παρτίδα παραγωγής
vi_vn: Chọn loại hoạt động của đợt trồng trọt này

source: Select area to do your task
cs_cs: Vyberte místo, kde chcete provést svůj úkol
el_el: Επιλέξτε περιοχή για να κάνετε την εργασία σας
vi_vn: Chọn khu vực để làm nhiệm vụ của bạn

source: Select destination area
cs_cs: Vyberte cílové místo
el_el: Επιλέξτε περιοχή προορισμού
vi_vn: Chọn khu vực đích

source: Select fertilizer you are going to use
cs_cs: Vyberte hnojivo, které budete používat
el_el: Επιλέξτε το λίπασμα που πρόκειται να χρησιμοποιήσετε
vi_vn: Chọn phân bón bạn định sử dụng

source: Select pesticide you are going to use
cs_cs: Vyberte pesticid, který budete používat
el_el: Επιλέξτε το φυτοφάρμακο που πρόκειται να χρησιμοποιήσετε
vi_vn: Chọn thuốc trừ sâu bạn sẽ sử dụng

source: Select photo
cs_cs: Vyberte fotku
el_el: Επιλέξτε φωτογραφία
vi_vn: Chọn ảnh

source: Select Reservoir
cs_cs: Vyberte nádrž
el_el: Επιλέξτε Ταμιευτήρα
vi_vn: Chọn bồn

source: Select source area
cs_cs: Vymerte místo zdroje
el_el: Επιλέξτε περιοχή πηγής
vi_vn: Chọn khu vực nguồn

source: Sign Out
cs_cs: Odhlásit
el_el: Έξοδος
vi_vn: Đăng xuất

source: Size
cs_cs: Velikost
el_el: Μέγεθος
vi_vn: Kích thước

source: Source
cs_cs: Zdroj
el_el: Πηγή
vi_vn: Nguồn

source: Source Type
cs_cs: Typ zdroje
el_el: Τύπος Πηγής
vi_vn: Loại nguồn

source: Status
cs_cs: Stav
el_el: Κατάσταση
vi_vn: Trạng thái

source: Take Picture
cs_cs: Vyfotit
el_el: Λήψη Φωτογραφίας
vi_vn: Chụp ảnh

source: Task Category
cs_cs: Kategorie úkolu
el_el: Κατηγορία Εργασίας
vi_vn: Phân loại nhiệm vụ

source: Tasks
cs_cs: Úkoly
el_el: Εργασίες
vi_vn: Nhiệm vụ

source: Tasks &amp; Notes
cs_cs: Úkoly &amp; Poznámky
el_el: Εργασίες &amp; Σημειώσεις
vi_vn: Nhiệm vụ &amp; Ghi chép

source: This is the Modal Body
cs_cs: Toto je tělo modálního okna
el_el: Αυτό είναι το Modal Body
vi_vn: Đây là phần nội dung cửa sổ

source: This is the Modal Header
cs_cs: Toto je nadpis modálního okna
el_el: Αυτό είναι το Modal Header
vi_vn: Đây là phần đầu cửa sổ

source: This Month
cs_cs: Tento měsíc
el_el: Τρέχων Μήνας
vi_vn: Tháng này

source: This Week
cs_cs: Tento týden
el_el: Τρέχουσα Εβδομάδα
vi_vn: Tuần này

source: Title
cs_cs: Nadpis
el_el: Τίτλος
vi_vn: Tiêu đề

source: to
cs_cs: do
el_el: να
vi_vn: đến

source: Today
cs_cs: Dnes
el_el: Σήμερα
vi_vn: Hôm nay

source: Type
cs_cs: Typ
el_el: Τύπος
vi_vn: Loại

source: Unit
cs_cs: Jednotka
el_el: Μονάδα
vi_vn: Đơn vị

source: Units
cs_cs: Jednotky
el_el: Μονάδες
vi_vn: Đơn vị

source: Update Area
cs_cs: Aktualizovat místo
el_el: Ενημέρωση Περιοχής
vi_vn: Cập nhật khu vực

source: Update Crop
cs_cs: Aktualizovat plodinu
el_el: Ενημέρωση Παραγωγής
vi_vn: Cập nhật mùa vụ

source: Update Material
cs_cs: Aktualizovat materiál
el_el: Ενημέρωση Υλικού
vi_vn: Cập nhật nguyên vật liệu

source: Update Reservoir
cs_cs: Aktualizovat nádrž
el_el: Ενημέρωση Ταμιευτήρα
vi_vn: Cập nhật bồn chứa

source: Update Task
cs_cs: Aktualizovat úkol
el_el: Ενημέρωση Εργασίας
vi_vn: Cập nhập nhiệm vụ

source: Urgent
cs_cs: Neodkladné
el_el: Επείγον
vi_vn: Khẩn cấp

source: URGENT
cs_cs: NEODKLADNÉ
el_el: ΕΠΕΙΓΟΝ
vi_vn: KHẨN CẤP

source: Used In
cs_cs: Použito v
el_el: Χρησιμοποιείται σε
vi_vn: Dùng trong

source: Username
cs_cs: Uživatelské jméno
el_el: Όνομα χρήστη
vi_vn: Tên người dùng

source: Varieties
cs_cs: Odrůdy
el_el: Ποικιλίες
vi_vn: Giống

source: Variety Name
cs_cs: Název odrůdy
el_el: Όνομα ποικιλίας
vi_vn: Tên giống

source: WATER
cs_cs: VODA
el_el: ΝΕΡΟ
vi_vn: NƯỚC

source: Water Reservoir
cs_cs: Nádrž na vodu
el_el: Ταμιευτήρας Νερού
vi_vn: Bồn nước

source: Watered
cs_cs: Zalito
el_el: Ποτισμένο
vi_vn: Đã tưới nước

source: Watering
cs_cs: Zalévání
el_el: Ποτίζεται
vi_vn: Tưới nước

source: What is On Production
cs_cs: Co se pěstuje
el_el: Τι είναι Σε Παραγωγή
vi_vn: Sản xuất là gì

source: Which crop do you want to water?
cs_cs: Kterou plodinu chcete zalévat?
el_el: Ποια παραγωγή θέλετε να ποτίσετε;
vi_vn: Bạn muốn tưới nước cho cây trồng nào?

source: Yes
cs_cs: Ano
el_el: Ναι
vi_vn: Vâng

source: You are using Tania 1.7 right now
cs_cs: Právě používáte Tania 1.7
el_el: Αυτή τη στιγμή χρησιμοποιείτε την Tania 1.7
vi_vn: Bạn đang sử dụng Tania 1.7

source: Your password here
cs_cs: Vaše heslo zde
el_el: Ο κωδικός σας εδώ
vi_vn: Mật khẩu của bạn tại đây
